{"reviewerID": "A1KLRMWW2FWPL4", "asin": "0000031887", "reviewerName": "Amazon Customer \"cameramom\"", "helpful": [0, 0], "reviewText": "This is a great tutu and at a really great price. It doesn't look cheap at all. I'm so glad I looked on Amazon and found such an affordable tutu that isn't made poorly. A++", "overall": 5.0, "summary": "Great tutu-  not cheaply made", "unixReviewTime": 1297468800, "reviewTime": "02 12, 2011"}
{"reviewerID": "A2G5TCU2WDFZ65", "asin": "0000031887", "reviewerName": "Amazon Customer", "helpful": [0, 0], "reviewText": "I bought this for my 4 yr old daughter for dance class, she wore it today for the first time and the teacher thought it was adorable. I bought this to go with a light blue long sleeve leotard and was happy the colors matched up great. Price was very good too since some of these go for over $15.00 dollars.", "overall": 5.0, "summary": "Very Cute!!", "unixReviewTime": 1358553600, "reviewTime": "01 19, 2013"}
{"reviewerID": "A1RLQXYNCMWRWN", "asin": "0000031887", "reviewerName": "Carola", "helpful": [0, 0], "reviewText": "What can I say... my daughters have it in orange, black, white and pink and I am thinking to buy for they the fuccia one. It is a very good way for exalt a dancer outfit: great colors, comfortable, looks great, easy to wear, durables and little girls love it. I think it is a great buy for costumer and play too.", "overall": 5.0, "summary": "I have buy more than one", "unixReviewTime": 1357257600, "reviewTime": "01 4, 2013"}
{"reviewerID": "A8U3FAMSJVHS5", "asin": "0000031887", "reviewerName": "Caromcg", "helpful": [0, 0], "reviewText": "We bought several tutus at once, and they are got high reviews. Sturdy and seemingly well-made. The girls have been wearing them regularly, including out to play, and the tutus have stood up well. Fits the 3-yr old & the 5-yr old well. Clearly plenty of room to grow. Only con is that when the kids pull off the tutus, the waste band gets twisted, and an adult has to un-tangle. But this is not difficult.", "overall": 5.0, "summary": "Adorable, Sturdy", "unixReviewTime": 1398556800, "reviewTime": "04 27, 2014"}
{"reviewerID": "A3GEOILWLK86XM", "asin": "0000031887", "reviewerName": "CJ", "helpful": [0, 0], "reviewText": "Thank you Halo Heaven great product for Little Girls.  My Great Grand Daughters Love these Tutu's.  Will buy more from this seller.  Made well and cute on the girls.  Thanks for a great product.NEVER BUY FROM DRESS UP DREAMS........I will buy more as long as I don't buy from &#34;Dress Up Dreams&#34;  I never rec'd or order in FL. Only rec'd pink, the purple one was missing.  Company is a rip off.  REFUSES to make good on purchase...... Real creeps.", "overall": 5.0, "summary": "Grammy's Angels Love it", "unixReviewTime": 1394841600, "reviewTime": "03 15, 2014"}
{"reviewerID": "A27UF1MSF3DB2", "asin": "0000031887", "reviewerName": "C-Lo \"Cynthia\"", "helpful": [0, 0], "reviewText": "I received this today and I'm not a fan of it but my daughter is I thought it would be puffier as it looks in the pic but it's not and the one they sent me is pink underneath and the waist band is pink which is not what I wanted due to the fact she already had the sandals she was gonna wear with it now I gotta find another pair of sandals,ima just keep it cuz she likes it.", "overall": 4.0, "summary": "It's ok", "unixReviewTime": 1396224000, "reviewTime": "03 31, 2014"}
{"reviewerID": "A16GFPNVF4Y816", "asin": "0000031887", "reviewerName": "design maven", "helpful": [0, 0], "reviewText": "Bought this as a backup to the regular ballet outfit my daughter has to wear. So far, she's using it to play out her Cinderella dreams but I am sure we'll be able to use it for a recital sometime soon. The quality is just fine for the price we paid. I was not expecting a designer skirt for this price and got exactly what I paid for.", "overall": 5.0, "summary": "Great for dress-up and for ballet practice", "unixReviewTime": 1399075200, "reviewTime": "05 3, 2014"}
{"reviewerID": "A2M2APVYIB2U6K", "asin": "0000031887", "reviewerName": "Jamie P.", "helpful": [0, 0], "reviewText": "Great tutu for a great price. It isn't a &#34;full&#34; or high quality skirt, but it is perfect for my daughter to wear over leggings for her little outfits.", "overall": 5.0, "summary": "Great value", "unixReviewTime": 1356220800, "reviewTime": "12 23, 2012"}
{"reviewerID": "A1NJ71X3YPQNQ9", "asin": "0000031887", "reviewerName": "JBerger", "helpful": [0, 0], "reviewText": "My daughter liked this, and it with her costume, but she would have liked it to be a bit fuller.", "overall": 4.0, "summary": "Good", "unixReviewTime": 1384041600, "reviewTime": "11 10, 2013"}
{"reviewerID": "A3EERSWHAI6SO", "asin": "0000031887", "reviewerName": "Jeffrey Hollingshead \"Jillian hollingshead\"", "helpful": [7, 8], "reviewText": "For what I paid for two tutus is unbeatable anywhere!  I ordered a pink and turquios and they are vibrant and beautiful! The tutu is very full! Princess style! Not cheaply made! Not cheap materia! Obviously someone made these with love and care! I paid less than 7 bucks for a tutu I and I feel proud of my self for researching to the point of finding gold!Recommend 2-6 years!My daughter is two ! Wears size 4t and this skirt ( one size ) fit perfect and will probaly be able to accommodate her quickly growing waist for some time!", "overall": 5.0, "summary": "WOW !! ..is all I have to say!", "unixReviewTime": 1349568000, "reviewTime": "10 7, 2012"}
